{
    "messages": [
        {
            "_id": 1,
            "author": "Dominique Woodberry",
            "email": "dwoodberry0@scribd.com",
            "subject": "Looking for a new car",
            "content": "Hi everyone, \n\n My brother is looking for a new car. If you see one that you think would suit him could you drop me an email please. Be sure to say: \n\n Where you saw the car. \n What make and model it is. \n Why you think it would suit my brother. \n\n Thanks in advance, \n\t Dominique"
        },
        {
            "_id": 2,
            "author": "Customer Services",
            "email": "info@customer-services.com",
            "subject": "Re: your complaint",
            "content": "Dear Sir/Madam \n\n We are very sorry to hear that you have been having trouble with one of our products. In order to resolve this, please could you reply with detail of: \n\n\tThe product in question.\n\tWhen you purchased it.\n\tThe problems you have had with it.\n\nYours faithfully,\n\tCustomer Services"
        },
        {
            "_id": 3,
            "author": "DVLA",
            "email": "info@dvla.com",
            "subject": "The DVLA wants your views!",
            "content": "The Driver and Vehicle Licensing Agency (DVLA) are considering making changes to the UK driving license system in order to reduce the number of deaths on the roads.Planned changes include:\n\nRaising the minimum driving age from 17 to 19\n\nLearners mush have at least 60 hours of supervised practice before taking a test\n\nLearner drivers must practice for at least one year before taking a test\n\nMotorway driving skills and skid training are included in the driving test\n\nNewly qualified drivers will not be allowed to:\n\tdrive between 9pm and 5pm for one year\n\tgo faster then 45mph for one year\n\tcarry passengers in the back seat for one year\n\nPlease reply to this email with your views.\n\nFaithfully,\n\tMrs A Carr"
        },
        {
            "_id": 4,
            "author": "Berenice Pilfold",
            "email": "bpilfold4@auda.org.au",
            "subject": "Christmas Concert",
            "content": "We are looking for acts for the Village Hall Christmas concert. Do You have a hidden talent?\n\nAre you a carol singer?\n\nAre you a comedian?\n\nDo you play a musical instrument?\n\n Please reply to this email with your application. Please explain what you will do in the concert and why your act is suitable."
        },
        {
            "_id": 5,
            "author": "Recruiter",
            "email": "info@recruiter.com",
            "subject": "Job Vacancies",
            "content": "Our Job search found the following matches for you:\n\nCats-R-Us:\n\tCattery requires young person to help look after cats. Room for 200 cats at any one time. Applicant must like animals and be able to work unsocial hours.\n\nWindows-4-U:\n\tA Manager is required by a local company that manufactures windows. The applicant must be in good health and like working in all weathers and at high levels.\n\nAs we already have your CV on file, please reply with a cover letter detailing:\n\n\tThe job you would like to apply for\n\tWhy you think you would be suitable for the position\n\tAny previous experience you think may be relevant\n\nRegards,\n\tYou friends at Recruiter.com"
        }
    ]
}